[
  {
    "id": 1,
    "img": "Top.jpg",
    "description": "Тор (Thor) - легендарный супергерой вселенной Marvel, созданный Стэном Ли, сценаристом Ларри Либером и художником Джеком Кирби. Он основан на одноимённом боге из скандинавской мифологии. Тор - бог грома и сын Одина, правителя Асгарда. Он обладает невероятной силой и бессмертием, а его главный оружие - молот Мьёльнир, который даёт ему способность управлять молниями и летать. Тор является одним из ключевых членов Мстителей и известен своей доблестью, честью и стремлением защищать как Асгард, так и Землю от различных угроз. Его мощь, благородство и эпическое происхождение делают его одним из самых культовых и любимых супергероев в мире комиксов и кино.",
    "name": "Тор",
    "comics": [
      {
        "id": 1,
        "name": "CIVIL WAR SKETCHBOOK (2006)"
      },
      {
        "id": 2,
        "name": "Civil War: Opening Shot (2006)"
      },
      {
        "id": 5,
        "name": "Thor: God of Thunder"
      }
    ]
  },
  {
    "id": 2,
    "img": "iron_man.jpg",
    "description": "Железный человек (Iron Man) - это культовый супергерой вселенной Marvel, созданный писателем Стэном Ли, сценаристом Ларри Либером и художниками Доном Хеком и Джеком Кирби. Настоящее имя Железного человека - Тони Старк, он гениальный изобретатель и миллиардер. После того как он был тяжело ранен и захвачен террористами, Старк разработал высокотехнологичный экзоскелетный костюм, который не только спас ему жизнь, но и дал ему невероятные силы и способности. С помощью своего костюма Тони Старк борется с преступностью и защищает мир от различных угроз. Его образ олицетворяет сочетание высоких технологий, человеческой изобретательности и героизма.",
    "name": "Железный человек",
    "comics": [
      {
        "id": 1,
        "name": "CIVIL WAR SKETCHBOOK (2006)"
      },
      {
        "id": 2,
        "name": "Civil War: Opening Shot (2006)"
      }
    ]
  },
  {
    "id": 3,
    "img": "black.jpg",
    "description": "Чёрная вдова (Black Widow) - легендарная супергероиня вселенной Marvel, созданная Стэном Ли, сценаристом Доном Рико и художником Доном Хеком. Её настоящее имя - Наташа Романофф (или Наталья Романова). Наташа - бывшая шпионка и агент КГБ, обладающая выдающимися навыками боя, мастерством владения оружием и способностью к стратегическому мышлению. После расставания с прошлым она стала членом организации Щ.И.Т. и ключевым участником команды Мстителей. Чёрная вдова выделяется своей ловкостью, интеллектуальными способностями и стойкостью, что делает её одной из самых уважаемых и влиятельных героинь в мире комиксов и кино.",
    "name": "Черная вдова",
    "comics": [
      {
        "id": 4,
        "name": "Black Widow: Origins"
      }
    ]
  },
  {
    "id": 4,
    "img": "vedma.jpg",
    "description": "Алая ведьма (Scarlet Witch) - одна из самых мощных и сложных супергероинь вселенной Marvel, созданная Стэном Ли и Джеком Кирби. Её настоящее имя - Ванда Максимофф. Ванда обладает способностями к изменению реальности и мощной магией хаоса, что делает её одной из самых сильных персонажей в Marvel. Первоначально она появилась как злодейка вместе со своим братом Пьетро (Ртуть), но позже стала ключевым членом Мстителей. Алая ведьма известна своими сложными взаимоотношениями с другими героями и внутренними конфликтами, что добавляет глубины её персонажу. Её сила и решимость делают её неотъемлемой частью команды и любимицей поклонников комиксов и кино.",
    "name": "Алая ведьма",
    "comics": [
      {
        "id": 3,
        "name": "Vision & The Scarlet Witch: The Saga of Wanda and Vision comic - Issue # TPB (Part 4)"
      }
    ]
  }
]
